{
    "markers": [
        {
            "code": "1:1:1:1:5",
            "image": "http://www.wornchaos.org/experiences/tentlondon/11115.jpg",
            "description": "Shop Tent connects designers with design lovers, exclusively featuring current and previous exhibitors from Tent London and Super Brands London",
            "action": "http://www.shoptent.co.uk"
        },
        {
            "code": "1:1:1:2:4",
            "image": "http://www.wornchaos.org/experiences/tentlondon/11124.jpg",
            "description": "Constantly evolving, always thought provoking; design trade shows Tent London and Super Brands London have carved out an impressive reputation as the most creative of the hubs that anchor the London Design Festival, a beacon for anyone looking to discover the best contemporary design.",
            "action": "http://www.tentlondon.co.uk"
        },
        {
            "code": "1:1:1:3:3",
            "image": "http://www.wornchaos.org/experiences/tentlondon/11133.jpg",
            "description": "For Tent London 2014, Materials Council have been invited to curate a ‘materials trail’. In each of four ‘Nooks, Niches and Crannies’ throughout the Tent and Super Brands exhibition venues a pioneering architectural material with a unique story will be showcased.",
            "action": "http://www.tentlondon.co.uk/features/materials-council"
        },
        {
            "code": "1:1:1:3:6",
            "image": "http://www.wornchaos.org/experiences/tentlondon/11136.jpg",
            "description": "Reinventing the traditional craft of upholstery, Second Sitters brings together a new generation of contemporary upholsterers, their skills, methods and materials used rooted in upholstery tradition. Second Sitters presents an upholstery installation workshop. A sensory discovery of the skills, techniques and materials of the upholsterer.",
            "action": "http://www.tentlondon.co.uk/features/second-sitters"
        },
        {
            "code": "1:1:2:2:3",
            "image": "http://www.wornchaos.org/experiences/tentlondon/11223.jpg",
            "description": "Weathering, an exhibition of contemporary Irish design and craft, will be presented by the Design & Crafts Council of Ireland (DCCoI) at Tent London 2014. Curated by Steven McNamara, this exhibition will build on the narrative of DCCoI’s previous shows - Vernacular (LDF 13) and A Place to Gather (LDF 12) – and will present the work of approximately 25 Irish designers in furniture, wood, glass, ceramics, textiles, lighting and basketry.",
            "action": "http://www.tentlondon.co.uk/news/weathering"
        },
        {
            "code": "1:1:2:2:6",
            "description": "The artcode is a paradigm shift in visual recognition technology. It has all of the properties of a QR code but with an in built aesthetic quality. Easy to draw, playful and poetic, the artcode puts the human back into Computer Human Interaction.",
            "action": "http://www.aestheticodes.com"
        },
        {
            "code": "1:1:2:5:6",
            "image": "http://www.wornchaos.org/experiences/tentlondon/11256.jpg",
            "description": "An exhibition of the work of students and recent graduates of the Studios of Glass and Product Design of the Academy of Arts, Architecture and Design in Prague presents two diverse approaches to the material of glass: a more logical, industrial approach and an artistic one employing specific glassmaking technologies.",
            "action": "http://www.tentlondon.co.uk/events/glassmania"
        },
        {
            "code": "1:1:3:4:6",
            "image": "http://www.wornchaos.org/experiences/tentlondon/11346.jpg",
            "description": "After its remarkable exhibition held at Triennale di Milano during the Milan Design Week 2014, ‘Constancy & Change in Korean Traditional Craft 2014’  is introduced to London. The craft artists will demonstrate how traditional materials of ceramic, metal, mother-of-pearl, Korean Paper and textiles can be transformed through the senses of freedom and mastery into modern objects of retrained beauty.",
            "action": "http://www.tentlondon.co.uk/events/korea"
        }
    ],
    "id": "uk.co.tentlondon",
    "name": "Tent London",
    "icon": "http://www.wornchaos.org/experiences/uk.co.tentlondon.png",
    "minRegions": 5,
    "maxRegions": 5,
    "maxEmptyRegions": 0,
    "maxRegionValue": 6,
    "validationRegions": 2,
    "validationRegionValue": 1,
    "checksumModulo": 3,
    "editable": false,
    "addMarkers": false,
    "addMarkerByScanning": false,
    "thresholdBehaviour": "temporalTile"
}
